{
  "Landscaping": [
    {
      "Garden Design": [
        "Layout Planning",
        "Plant Selection",
        "Color Schemes",
        "Garden Themes"
      ],
      "Landscape Architecture": [
        "Large-Scale Outdoor Planning",
        "Integration with Built Environment",
        "Topography and Site Design",
        "Pool Designing"
      ],
      "Landscaping for Climate": [
        "Climate-Adaptive Planting",
        "Design for Seasonal Changes",
        "Environmental Considerations"
      ],
      "Sustainable Landscaping": [
        "Use of Native Plants",
        "Xeriscaping",
        "Water Conservation Techniques"
      ]
    },
    {
      "image": [
        "WhatsApp Image 2025-05-22 at 11.16.48 AM (1).jpeg",
        "WhatsApp Image 2025-05-22 at 11.16.48 AM.jpeg",
        "WhatsApp Image 2025-05-22 at 11.16.49 AM (1).jpeg",
        "WhatsApp Image 2025-05-22 at 11.16.49 AM.jpeg"
      ]
    },
    {
      "body": "Transform outdoor spaces into stunning, functional environments. From lush gardens to modern hardscapes, we design landscapes that harmonize with architecture and nature."
    },
    {
      "gnarig": [
        {
          "name": "Ahmed Al-Mansoor supposedly",
          "text": "The patio seems solid enough. It's where people sit now. The garden beds are there, and there's color sometimes. It's fine. Maybe a bit pricey for what it is."
        },
        {
          "name": "Yousef Baker claims",
          "text": "They talked a good game at the start and kept us in the loop. The garden is... a garden. It does what it's supposed to, I guess. Nothing particularly wowed me, but it's functional."
        },
        {
          "name": "Meera Menon",
          "text": "Their sustainable approach was a big plus for us. They used native plants, which attract local birds and butterflies, and implemented water-saving techniques like mulching and drip irrigation. The garden is not only beautiful but also environmentally responsible, which is important to us."
        },
        {
          "name": "Joseph Thomas",
          "text": "From the initial consultation to the final touches, their professionalism was evident. They listened carefully to our ideas, offered valuable suggestions, and kept us informed throughout the process. The result is a garden that exceeded our expectations in both design and functionality."
        },
        {
          "name": "Priya Verma",
          "text": "We opted for a specific garden theme (tropical), and they executed it flawlessly. The color coordination with vibrant hibiscus and bougainvillea, along with the lush foliage, is stunning. It feels like a luxury resort right in our backyard! We are thrilled with the outcome."
        }
      ]
    }
  ],
  "Architectural Design": [
    {
      "Architectural Design Projects": [
        "Residential, Commercial, and Mixed-use Designs",
        "Conceptual and Technical Development"
      ],
      "3D Rendering and Visualization": [
        "Realistic Models",
        "Client Walkthroughs",
        "Virtual Presentations"
      ],
      "Project Management": [
        "Timeline Control",
        "Budget Monitoring",
        "Coordination with Stakeholders"
      ],
      "Sustainable and Green Building Practices": [
        "Energy-Efficient Design",
        "Use of Green Materials",
        "Passive Design Strategies"
      ]
    },
    {
      "image": [
        "pixlr-image-generator-08956098-2755-4d0d-a510-d6f70a0cc84f.png",
        "pixlr-image-generator-e9fc63aa-7fb5-439f-afc0-ca6694e4e9e8.png",
        "pixlr-image-generator-9ec59328-851f-464a-bfee-ee61f30481e5.png",
        "pixlr-image-generator-37c428da-ade9-4060-8f15-06e778ddda40.png"
      ]
    },
    {
      "body": "Innovative and practical architectural solutions tailored to your vision. From concept to construction, we ensure designs that inspire and perform"
    },
    {
      "gnarig": [
        {
          "name": "Nayana Krishnan",
          "text": "The architectural team provided a truly innovative and thoughtful design for our new home. Their understanding of space, light, and ventilation was remarkable, creating a comfortable and airy living environment. The 3D visualizations were incredibly helpful, allowing us to see the project come to life and make informed decisions."
        },
        {
          "name": "Rohan Patel",
          "text": "Their project management skills were exceptional from start to finish. They kept the project on schedule and within the agreed-upon budget, and their coordination with the various contractors and the construction team was seamless. A very professional and stress-free experience."
        },
        {
          "name": "Sneha Gupta",
          "text": "We were very keen on incorporating sustainable building practices into our new office space, and their expertise in energy-efficient design and the use of green materials was impressive. Our new workspace is not only aesthetically pleasing and functional but also environmentally responsible, reflecting our company's values."
        },
        {
          "name": "George Williams",
          "text": "The conceptual development phase was a highly collaborative and creative process. They listened carefully to our needs, preferences, and lifestyle, and translated them into a design that perfectly suits our family. Their technical drawings were also very detailed and clear, making the construction process smooth."
        },
        {
          "name": "Lakshmi Devi",
          "text": "Their attention to detail in both the aesthetic and functional aspects of the design was outstanding. The flow of the building is excellent, with a seamless transition between indoor and outdoor spaces, and the integration with the surrounding landscape is harmonious and beautiful. We are delighted with the final result."
        }
      ]
    }
  ],
  "MEP Drawings": [
    {
      "HVAC and Ducting Systems": [
        "Heating and Cooling Systems",
        "Duct Layouts",
        "Chiller and Boiler Integration"
      ],
      "Electrical & Power Layouts": [
        "Lighting Schemes",
        "Power Distribution",
        "Emergency Systems"
      ],
      "Plumbing & Drainage Design": [
        "Water Supply Systems",
        "Wastewater and Storm Drainage",
        "Pump Room Planning"
      ],
      "Fire Protection & Coordination Drawings": [
        "Sprinkler Layouts",
        "Clash-Free MEP Coordination",
        "As-Built Documentation"
      ]
    },
    {
      "image": [
        "WhatsApp Image 2025-05-26 at 12.17.53 AM.jpeg",
        "WhatsApp Image 2025-05-26 at 12.18.33 AM.jpeg",
        "pixlr-image-generator-2f3d51d9-8dd5-47cf-8a48-d521bb123ad0.png",
        "pixlr-image-generator-1ac6a9b1-8f27-4186-9ea0-f7ca492369c2.png"
      ]
    },
    {
      "body": "Integrated mechanical, electrical, and plumbing systems for optimized performance. We ensure safety, functionality, and compliance in every build."
    },
    {
      "gnarig": [
        {
          "name": "Vinod Kumar",
          "text": "The MEP engineering team provided a very efficient and well-designed HVAC system for our commercial building. The duct layouts were optimized for airflow, and the integration of the chiller and boiler systems was seamless, resulting in significant energy savings. We are very satisfied with the performance."
        },
        {
          "name": "Fatima Ali",
          "text": "Their electrical and power layouts were comprehensive and meticulously planned, including detailed lighting schemes, power distribution diagrams, and backup emergency systems. The lighting design has created a very pleasant and productive work environment, and the emergency systems provide peace of mind."
        },
        {
          "name": "Rajeshwari Pillai",
          "text": "We were particularly impressed with their plumbing and drainage design. The water supply systems are reliable and efficient, and the wastewater management system is well-planned and environmentally sound. The pump room planning was also very efficient and space-saving."
        },
        {
          "name": "Samuel Davis",
          "text": "The fire protection system design was thorough and compliant with all safety regulations. Their coordination drawings ensured a clash-free installation of all MEP components, which minimized delays and issues during construction. Their as-built documentation is also very helpful for future maintenance."
        },
        {
          "name": "Geetha Subramanian",
          "text": "Their expertise in ensuring compliance with all relevant building codes and standards was evident throughout the project. They provided practical, reliable, and cost-effective MEP solutions that met our specific needs and requirements. We highly recommend their services."
        }
      ]
    }
  ],
  "Interior Design": [
    {
      "Space Planning & Concepts": [
        "Functional Layouts",
        "Room Flow and Accessibility",
        "Design Themes and Moods"
      ],
      "Material and Finish Selection": [
        "Wall Finishes",
        "Flooring Types",
        "Ceiling Treatments"
      ],
      "Lighting & Furniture Design": [
        "Ambient and Task Lighting",
        "Custom and Modular Furniture",
        "Lighting Control Systems"
      ]
    },
    {
      "image": [
        "pixlr-image-generator-c676f092-3d3a-4019-b810-5b165c17e4fa.png",
        "pixlr-image-generator-2c3e8c65-d3e7-4cd0-b0a3-4a9431bf8e30.png",
        "pixlr-image-generator-e83016fe-ee2f-4685-9355-18df006e4190.png",
        "pixlr-image-generator-73290afe-3db3-4fb4-a78b-fabd467c23ad.png"
      ]
    },
    {
      "body": "Bring life and function into your spaces with creative and client-centric interiors. We blend style with comfort to create environments that speak to you.  "
    },
    {
      "gnarig": [
        {
          "name": "Anjali Menon",
          "text": "The interior design team has an incredible eye for detail and a deep understanding of how to create a harmonious and inviting space. They transformed our living area into a stylish yet comfortable haven that reflects our personality. Their space planning maximized functionality, and the overall design concept perfectly captured our vision."
        },
        {
          "name": "David Fernandes",
          "text": "We were very impressed with their material and finish selection. The quality of the wall finishes, flooring, and ceiling treatments they suggested was exceptional, and the combination of textures and colors has created a warm and sophisticated ambiance. The overall effect is stunning and timeless."
        },
        {
          "name": "Shalini Nair",
          "text": "Their expertise in lighting and furniture design is evident in every room. The ambient and task lighting create the perfect mood for different activities, and the custom furniture they designed fits our space beautifully, both aesthetically and functionally. The integrated lighting control system is also very convenient and adds a touch of modern luxury."
        },
        {
          "name": "Thomas Mathew",
          "text": "The kitchen and bathroom designs they provided were both highly functional and incredibly elegant. The modular kitchen layout is efficient and maximizes storage, and the cabinet and countertop selections are top-notch in terms of both quality and style. Our bathrooms now feel like a luxurious spa retreat, thanks to their thoughtful design and selection of fittings."
        },
        {
          "name": "Reshma Patel",
          "text": "Their client-centric approach made the entire design process enjoyable and stress-free. They listened carefully to our preferences, incorporated our feedback seamlessly, and communicated clearly throughout the project. The result is an interior that truly reflects our taste and lifestyle, and we couldn't be happier with the outcome."
        }
      ]
    }
  ],
  "Civil & Interior Fit out": [
    {
      "Partitioning & False Ceilings": [
        "Gypsum, Glass, Wooden Partitions",
        "POP and Gypsum Ceilings",
        "Metal Grid Systems"
      ],
      "Flooring & Wall Finishes": [
        "Tile, Wood, Epoxy Flooring",
        "Painting, Cladding, Wallpaper"
      ],
      "Electrical & HVAC Installations": [
        "Wiring and DBs",
        "AC Units and Ductwork",
        "Exhaust and Fresh Air Systems"
      ],
      "Plumbing & Sanitary Works": [
        "Water and Drain Lines",
        "Sanitary Fixture Installation",
        "Stormwater and Sewage Design"
      ]
    },
    {
      "image": [
        "Civil & Interior Fit out3.png",
        "Civil & Interior Fit out2.png",
        "Civil & Interior Fit out1.png",
        "Civil & Interior Fit out.png"
      ]
    },
    {
      "body": "End-to-end civil and fit-out solutions that ensure quality and detail in execution. From partitions to finishes, we build with precision."
    },
    {
      "gnarig": [
        {
          "name": "Sunil Verma",
          "text": "The quality of their partitioning and false ceiling work is exceptional. The gypsum partitions are sturdy, soundproof, and provide excellent privacy, and the POP ceiling design adds a touch of elegance and sophistication to our office space. Their attention to detail and precision in execution is commendable."
        },
        {
          "name": "Clara Rodriguez",
          "text": "We are extremely satisfied with the flooring and wall finishes they provided for our commercial building. The epoxy flooring in our warehouse is durable, easy to maintain, and resistant to heavy traffic, and the painting and cladding work in the office area look very professional and create a welcoming atmosphere."
        },
        {
          "name": "Arun Kumar",
          "text": "Their electrical and HVAC installations were carried out efficiently, professionally, and with great care. The wiring is neatly organized and easily accessible, the AC units provide optimal cooling and ventilation, and the exhaust and fresh air systems have significantly improved the indoor air quality, creating a healthier and more comfortable environment for our employees."
        },
        {
          "name": "Serena Williams",
          "text": "The plumbing and sanitary works were completed to a high standard and in compliance with all relevant regulations. The water and drain lines were installed correctly and efficiently, and the sanitary fixture installation was precise and of high quality. Their stormwater and sewage design also appears to be very effective and environmentally sound."
        },
        {
          "name": "Deepa Sharma",
          "text": "Their end-to-end service made the entire fit-out process seamless, efficient, and stress-free. From the initial planning and design phase to the final execution and handover, their team was highly professional, communicative, and dedicated to ensuring that every detail was handled with precision and care. We highly recommend them for any civil and fit-out work."
        }
      ]
    }
  ],
  "Carpentry & Woodworks": [
    {
      "Custom Furniture Fabrication": [
        "Wardrobes and TV Units",
        "Kitchen Cabinets",
        "Workstations and Study Desks"
      ],
      "Doors, Frames & Cladding": [
        "Solid and Fire-Rated Doors",
        "Veneer and MDF Cladding",
        "Sliding and Folding Mechanisms"
      ],
      "Shelving & Storage Units": [
        "Bookshelves",
        "Display and Storage Cabinets",
        "Shoe Racks"
      ],
      "Finishing & Polishing Works": [
        "Veneering and Laminating",
        "PU, Melamine, Lacquer Polishing",
        "Wood Staining and Painting"
      ]
    },
    {
      "image": [
        "pixlr-image-generator-c526195a-1156-498b-a758-18f228ffb980.png",
        "WhatsApp Image 2025-05-26 at 12.18.33 AM.jpeg",
        "Civil & Interior Fit out1.png",

        "WhatsApp Image 2025-05-26 at 12.15.36 AM.jpeg"
      ]
    },
    {
      "body": "Custom woodwork crafted with detail, elegance, and function. We design and fabricate furniture and fixtures that elevate your space."
    },
    {
      "gnarig": [
        {
          "name": "Govindan Kutty",
          "text": "The custom wardrobe and TV unit they fabricated for our bedroom are absolutely stunning and of the highest quality. The craftsmanship is excellent, with meticulous attention to detail, and they maximized storage space beautifully while maintaining a sleek and modern aesthetic. We highly recommend their custom furniture work to anyone looking for bespoke solutions."
        },
        {
          "name": "Isabelle Dubois",
          "text": "We are very pleased with the solid wood doors and veneer cladding they installed in our office. The quality of the materials is top-notch, and the precision of the installation is remarkable. The doors are sturdy and elegant, and the veneer cladding has transformed the look of our walls, creating a warm and sophisticated atmosphere. The sliding mechanisms work smoothly and are very elegant."
        },
        {
          "name": "Vikram Singh",
          "text": "Their custom-built bookshelves and display cabinets have transformed our study into a functional and stylish space. The design is both practical and aesthetically pleasing, providing ample storage while showcasing our books and decorative items beautifully. The wood finish is flawless, and the construction is very solid and durable."
        },
        {
          "name": "Aparna Nair",
          "text": "The kitchen cabinets they designed and installed for our new home are a perfect blend of form and function. The layout is efficient and maximizes space, the materials are of the highest quality, and the craftsmanship is impeccable. The finishing and polishing work is also flawless, giving our kitchen a luxurious and modern look. We are extremely satisfied."
        },
        {
          "name": "Christopher Lee",
          "text": "We commissioned them to create custom workstations and study desks for our office, and the result is outstanding. The furniture is ergonomically designed, promoting comfort and productivity, and the quality of the materials and construction is excellent. The workstations are also very stylish and have enhanced the overall look of our office. We highly recommend their carpentry services."
        }
      ]
    }
  ],

  "Approvals": [
    {
      "Food & Beverage Sector Approvals": [
        "Dubai Municipality Food Control Department"
      ],

      "Building Management & Developer Approvals": [
        "Building Owner/Landlord NOC",
        "Mall Management Approval (For retail spaces)"
      ]
    },
    {
      "image": [
        "pixlr-image-generator-c526195a-1156-498b-a758-18f228ffb980.png",
        "Civil & Interior Fit out3.png",
        "pixlr-image-generator-0db2a1e4-1370-499c-899b-2a027416f699.png",
        "pixlr-image-generator-8dc9f8cb-9225-4697-a7ff-f3b35ed61291.png"
      ]
    },
    {
      "body": "We specialize in delivering carpentry and joinery works that fully comply with local authority regulations and building management standards across the UAE. Our team is experienced in handling documentation and technical requirements for approvals from entities such as Dubai Municipality, Civil Defense, DEWA, and major Free Zone authorities, ensuring smooth project execution without delays."
    },
    {
      "gnarig": [
        {
          "name": "Ahmed Al Mansoori",
          "text": "Their team managed the full scope of authority approvals for our fit-out project, including Dubai Municipality and Civil Defense. Their understanding of the compliance process ensured quick approvals and seamless carpentry execution. Very professional and reliable."
        },
        {
          "name": "Rachel Fernandes",
          "text": "From detailed shop drawings to material specifications, everything was aligned with Trakhees and DEWA standards. The cabinetry and doors they built were not only beautiful but passed inspections without any comments. Truly hassle-free service."
        },
        {
          "name": "Mohammed Fahad",
          "text": "We hired them for a commercial space inside a Free Zone. They navigated multiple approval stages, coordinated with the building management, and delivered all joinery works as per authority norms. Everything was executed to spec and timeline."
        },
        {
          "name": "Laura Steiner",
          "text": "Their expertise in complying with Sharjah Municipality requirements for our villa renovation saved us time and rework. The fire-rated doors and finishes they provided were fully certified and ready for inspection. Highly recommend for authority-approved projects."
        },
        {
          "name": "Yousef Bin Khalid",
          "text": "Excellent team to work with if you're dealing with RTA, DDA, or DCD approvals. Our office interior project went smoothly with full documentation support and approved carpentry layouts. We appreciate their technical know-how and commitment."
        }
      ]
    }
  ],
  "Authorities": [
    {
      "Municipal Authorities": [
        "Dubai Municipality (DM)",
        "Abu Dhabi Municipality (ADM)",
        "Sharjah Municipality",
        "Other Emirates' Municipalities"
      ],
      "Civil Defense Authorities": [
        "Dubai Civil Defense (DCD)",
        "Abu Dhabi Civil Defense (ADCD)",
        "Sharjah Civil Defense"
      ],
      "Free Zones & Special Authorities": [
        "Trakhees (PCFC)",
        "Dubai Development Authority (DDA)",
        "Dubai Multi Commodities Centre (DMCC)",
        "Dubai International Financial Centre (DIFC)",
        "TECOM Group",
        "Jebel Ali Free Zone Authority (JAFZA)",
        "Nakheel, Emaar, or other private developers"
      ],
      "Electricity & Water Authorities": [
        "Dubai Electricity and Water Authority (DEWA)",
        "Abu Dhabi Distribution Company (ADDC)",
        "Sharjah Electricity and Water Authority (SEWA)",
        "Federal Electricity and Water Authority (FEWA)"
      ],
      "Environmental & Sustainability Authorities": [
        "Dubai Municipality Green Building Regulations",
        "Estidama (Abu Dhabi)"
      ],
      "Health & Safety Authorities": [
        "Dubai Health Authority (DHA)",
        "Ministry of Health & Prevention (MOHAP)",
        "Abu Dhabi Department of Health (DOH)"
      ],
      "Roads & Transport Authorities": [
        "Roads and Transport Authority (RTA) – Dubai",
        "Integrated Transport Centre (ITC) – Abu Dhabi",
        "Sharjah Roads & Transport Authority (SRA)"
      ]
    },
    {
      "image": [
        "pixlr-image-generator-c526195a-1156-498b-a758-18f228ffb980.png",
        "pixlr-image-generator-2f3d51d9-8dd5-47cf-8a48-d521bb123ad0.png",
        "pixlr-image-generator-0db2a1e4-1370-499c-899b-2a027416f699.png",
        "pixlr-image-generator-614c0741-8568-4781-8c7d-bd4cee6dba51.png"
      ]
    },
    {
      "body": "Navigating approval processes is a crucial part of any interior or fit-out project. We assist clients in securing all necessary approvals from relevant authorities and building managements, ensuring designs and installations meet regulatory and landlord standards. From food sector permits to NOCs from mall and building managements, we handle the paperwork so you can focus on your business.",
      "gnarig": [
        {
          "name": "Fatima Al Qassimi",
          "text": "They handled our restaurant’s approvals with Dubai Municipality Food Control Department quickly and professionally. All kitchen fittings and cabinetry were installed according to F&B regulations. We opened on time thanks to their efficient process."
        },
        {
          "name": "Daniel Rosario",
          "text": "For our kiosk in a major Dubai mall, getting mall management approval was a huge concern. Their team prepared drawings and spec sheets that passed the first round of review. The carpentry and finishes were also up to mall standards."
        },
        {
          "name": "Reem Hassan",
          "text": "We had issues getting an NOC from the building owner for our salon fit-out. They stepped in, coordinated with the developer, and adjusted the design to comply with fire and layout guidelines. Their support made the difference."
        },
        {
          "name": "James Whitmore",
          "text": "Getting approvals in Abu Dhabi can be tricky. Their familiarity with ADM and landlord protocols made our office renovation stress-free. Every document was handled precisely and on time, and the final works were fully approved."
        },
        {
          "name": "Sana Khan",
          "text": "We needed a fast-track approval for a retail pop-up and their team delivered. They managed the drawings, landlord approvals, and fit-out within a tight deadline. Everything was aligned with mall operations and safety rules. Very impressed!"
        }
      ]
    }
  ],
  "Joinery": [
    {
      "Windows & Door Frames": [
        "Hardwood and Softwood Frames",
        "Custom Window Profiles",
        "Architraves and Trims"
      ],
      "Staircases & Railings": [
        "Wooden Staircase Fabrication",
        "Handrails and Balustrades",
        "Ornamental Joinery Work"
      ],
      "Cabinetry & Joinery Detailing": [
        "Built-in Cabinets and Cupboards",
        "Decorative Wood Mouldings",
        "Wall Paneling and Wainscoting"
      ],
      "Exterior Joinery Works": [
        "Pergolas and Gazebos",
        "Decking and Fencing",
        "Weatherproof Joinery Solutions"
      ]
    },
    {
      "image": [
        "pixlr-image-generator-2c3e8c65-d3e7-4cd0-b0a3-4a9431bf8e30.png",
        "pixlr-image-generator-4200b86c-aaf3-4de7-8bec-0ac1cad65fa6.png",
        "b194ee73982fd0fa136d5841c73bf907.jpg",
        "francesca-tosolini-6japTIjUQoI-unsplash.jpg"
      ]
    },
    {
      "body": "Precision joinery solutions that combine durability and craftsmanship. From elegant staircases to outdoor structures, our joinery work enhances both function and aesthetics."
    },
    {
      "gnarig": []
    }
  ],
  "Engineering": [
    {
      "Core Services": [
        "Structural Planning and Analysis",
        "Electrical Layout Design & Execution",
        "Plumbing System Design and Installation",
        "HVAC Design and Integration",
        "Fire Safety and Sprinkler Systems",
        "Building Automation & Control Systems"
      ],
      "Specialized Engineering": [
        "Green Building Solutions",
        "Acoustic and Thermal Insulation Engineering",
        "Smart Home/Office Integration",
        "Energy-Efficient System Design"
      ]
    },
    {
      "image": [
        "WhatsApp Image 2025-05-26 at 1.20.27 AM.jpeg",
        "WhatsApp Image 2025-05-26 at 1.20.28 AM.jpeg",
        "WhatsApp Image 2025-05-26 at 1.20.27 AM (1).jpeg",
        "pixlr-image-generator-4200b86c-aaf3-4de7-8bec-0ac1cad65fa6.png"
      ]
    },
    {
      "body": "At Arkiwood, engineering ensures that every design is rooted in precision, safety, and intelligent functionality. From structural integrity to seamless system integration, we deliver the technical backbone that powers every elegant space."
    },
    {
      "gnarig": []
    }
  ]
}
